package ru.prusov.telegrambot.TB_HOH.settings.constants;

public class MessageContent {
    public static String CONSTRUCTION_MENU = """
            В данном разделе можно:
             - посмотреть реализованные объекты
             - почитать статьи
             - для получения детальной информации можно связаться с нами
            """;

    public static String ENGINEERING_MENU = "раздел на реконструкции";
    public static String AUTOMAITICS_MENU = "раздел на реконструкции";
    public static String CHOOSE_CATEGORY = "Выберите необходимый раздел";
//    public static String CONSTRUCTION_MENU = "";
//    public static String CONSTRUCTION_MENU = "";
//
    public static String FINISHED_PROJECT = "Реализованные объекты строительства";
    public static String INTRO = """
            👋 Приветствую вас в нашем строительном помощнике!
            🏡 Мы — СК «Дом на Холме», и мы специализируемся на строительстве качественных и уютных частных домов. Здесь вы можете:
            1. Узнать о наших услугах и проектах.
            2. Получить предварительный расчет стоимости строительства.
            3. Задать любые вопросы о процессе и материалах.
            4. Оставить заявку на консультацию.
            🤔 Как я могу помочь вам сегодня?
            """;
    public static final String CONSTRUCTION_MENU_CONTACTS = """
            
            
            
            Для получения консультации 📃
            
            свяжитесь с менеджером:
            +7(911)484-46-13 *Артём*
            
            
            """;

}
